Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/anny-s.htm.tmx
Source language: sme
Languages: nob

source: – Leat boahtán moadde girjjáža dáid fáttáid birra: sámi borramuša institušuvnnas [2] 2, guvhlláruššan [3] ja sámegiel oahppogirjjáš dearvvašvuođabargiide [4].
nob: – Det har kommet et par hefter om disse emnene: samisk mat på institusjon [2], folkemedisin [3] og ei lita lærebok i samisk for helsearbeidere [4].

source: Leat maiddái boahtán moadde sátnegirjjáža [5].
nob: Det har også kommet et par små ordbøker [5].

source: Muhto ain fertet geavahit eanet dárogiel go sámegiel girjjiid.
nob: Men fortsatt må vi bruke mer norskspråklige enn samiskspråklige bøker.

source: Vuosttažettiin mii dárbbašit girjjiid fuolahusa ja dikšuma birra, ja erenoamážit sámi buhcciid várás.
nob: Først og fremst trenger vi om omsorg og pleie og spesielt for samiske pasienter.

source: Mii geat dál bargat sáhttit ovdanbuktit iežamet máhttu, muhto dat lea dušše min duohken. Mii geavahit iežamet ovdamearkkaid, muhto jus lea olggobealde oahpaheaddji de sus ii leat veahkki.
nob: Vi som nå arbeider kan legge fram vår egen kunnskap, men det er bare opp til oss, vi bruker våre egne eksempler mye, men en lærer som kommer utenfra vil ikke ha noe å hjelpe seg med.

source: Mii oahpaheaddjit eat astta bargat oahpponeavvuiguin.
nob: Vi lærerne har ikke tid til å arbeide med læremidler.

source: Go mii čađahit oahpahusa, de lea eambbo go doarvái midjiide.
nob: Når vi har gjennomført undervisninga, så er det mer enn nok for oss.

source: Dál ii ovttasge oro leame ovddasvástádus dasa ahte mii oažžut oahppogirjjiid.
nob: Nå synes ingen å ta ansvar for at vi får lærebøker.

source: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
nob: Flere artikler fra Samisk skolehistorie 5
